/* No comment provided by engineer. */
"(Multiple)" = "(mehrere)";

/* (None) */
"(None)" = "(keine)";

/* Abort */
"Abort" = "Abbrechen";

/* AbortClone */
"AbortClone" = "Klonen abbrechen";

/* AbortGraft */
"AbortGraft" = "Graft abbrechen";

/* AbortRebase */
"AbortRebase" = "Rebase abbrechen";

/* AcceptAndContinue */
"AcceptAndContinue" = "Akzeptieren und fortfahren";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Lesezeichen";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Branch";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Aktuelles Lesezeichen";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Aktueller Branch";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Arbeitsbereich";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Remote";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Entfernter Branch";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Stash";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Untermodul";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Unterbaum";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Tag";

/* AccessibilitySidebarHistory */
"AccessibilitySidebarHistory" = "Verlauf";

/* AccessibilitySidebarSearch */
"AccessibilitySidebarSearch" = "Suchen";

/* Add */
"Add" = "Hinzufügen";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Global ignorieren";

/* AddLocalIgnore */
"AddLocalIgnore" = "In dieser Repository ignorieren";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Unterbaum zum lokalen Pfad '%@' hinzufügen…";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Zum Index hinzufügen";

/* AllFiles */
"AllFiles" = "Alle Dateien";

/* AllTrackedBranches */
"AllTrackedBranches" = "Alle verfolgten Branches";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Die folgenden Dateien sind bereits als gelöst markiert, sollen diese wirklich vereint werden?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Datei bereits gelöst";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Keine Patch-Datei ausgewählt";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Kein Patch-Text angegeben";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Wähle eine Patch-Datei aus";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Patch-Datei:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Patch-Datei öffnen";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Ein oder mehre Blöcke des soeben angewendeten Patch wurden nicht angewendet. Die nicht angewendeten Blöcke sind in '.rej'-Dateien mit dem gleichen Namen der betroffenen Datei zu finden. Die betroffenen Dateien sind:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Nicht angewendete Blöcke im Patch";

/* AppNotFound */
"AppNotFound" = "%@ wurde auf dem System nicht gefunden. Es muss installiert werden, bevor dieses Werkzeug benutzt werden kann.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ wurde auf dem System nicht gefunden. Es muss installiert werden, bevor dieses Werkzeug benutzt werden kann.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Anwendung nicht gefunden";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Die benötigten Araxis Merge Kommandozeilen-Werkzeuge sind momentan nicht installiert. Sie müssen von der Araxis Merge-Website heruntergeladen und installiert werden.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Araxis Merge Kommandozeilen-Werkzeuge nicht gefunden";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge wurde auf diesem Mac nicht gefunden. Es muss installiert werden, um für externe Vergleiche und Merges benutzt zu werden.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge ist nicht installiert";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* Automatic */
"Automatic" = "Automatisch";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Lade Branch \"%@\" von \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Standardordner:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Standardordner für neue Repositories und Clones auswählen";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Standardordner";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Wählen Sie GPG-Speicherort für Commit-Signaturen";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Standard-GPG-Speicherort";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Datei ignorieren:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Wählen Sie Ihre ignore-Datei für Git aus";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Globale Ignorier-Liste für Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Datei ignorieren:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Globale Mercurial Ignore-Datei auswählen";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Globale Mercurial Ignore-Datei";

/* BrowserLoadError */
"BrowserLoadError" = "Beim Laden der Lesezeichen ist ein Fehler aufgetreten";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Lesezeichen konnten nicht geladen werden";

/* Cancel */
"Cancel" = "Abbrechen";

/* Change Folder */
"ChangeFolder" = "Ordner ändern";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Geben Sie eine neue Quell-URL für '%@' an";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Quell-URL für Submodul ändern";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Wechsel die Quelle für Subrepository";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Überprüfe Clone URL ...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Überprüfe Submodule ...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Überprüfe Subrepositories ...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Auschecken...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Mit Beschreibung zwischenspeichern:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Mit Beschreibung zwischenspeichern:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "Der lokale Branch '%@' existiert bereits. Wollen sie die neusten Änderung von '%@/%@' in diesen existierenden Branch pullen?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Lokaler Branch existiert bereits";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Rosinen herauspicken";

/* CleanFiles */
"CleanFiles" = "Bereinige Dateien";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "Der Zielpfad %@ existiert bereits und enthält Dateien. Bitte wähle einen leeren oder neuen Ordner für das Klonen.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Clone in nicht-leeren Ordner nicht möglich";

/* CloneFromToMsg */
"CloneFromToMsg" = "Klone von %@ nach %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "Du klonst gerade ein Repository, wenn Du SourceTree jetzt beendest wird der Klonvorgang abgebrochen. Bist Du sicher das Du SourceTree beenden möchtest?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Klonvorgang findet statt";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Fehler bei der Installation der Kommandozeilen-Werkzeuge. Bitte konsultieren sie die System Logs für weitere Details.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Installation fehlgeschlagen";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Das Kommandozeilen-Werkzeug %@ wurde auf Ihrem System nicht gefunden. Bitte stellen Sie sicher, dass sie die Kommandozeilen-Werkzeuge für die ausgewählte Option zuerst installieren.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Werkzeug nicht gefunden";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Befehlsverlauf";

/* Commit */
"Commit" = "Commit";

/* Commit... */
"Commit..." = "Commit...";

/* CommitDetails */
"CommitDetails" = "Commit-Details";

/* CommitLabel */
"CommitLabel" = "Commit:";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Bitte alle Felder ausfüllen";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Pflichtfelder benötigt";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Sind Sie sicher, dass Sie die laufende Übertragung - graft - abbrechen möchten? Dadurch werden alle lokalen Änderungen verworfen.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Graft abbrechen?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Soll Rebase wirklich abgebrochen werden?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Rebase abbrechen?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "Der Inhalt der folgenden Dateien wird zur Versionsverwaltung hinzugefügt:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Wirklich hinzufügen?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Die folgenden Dateien sind %ld MB oder größer, möchtest du sie wirklich zur Versionskontrolle hinzufügen?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Große Dateien erkannt";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Diese Aktion wird alle fehlenden Dateien aus der Arbeitskopie entfernen und alle neuen Dateien zu dieser hinzufügen.\n\nWirklich fortsetzen?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Bestätige das Hinzufügen bzw. Entfernen";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Eine Arbeitskopie mit dem gleichen Pfad existiert bereits.\n\nBist Du sicher, das Du fortfahren möchtest?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Arbeitskopie hinzufügen bestätigen";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Sind Sie sicher, dass der Stash '%@' auf die Arbeitskopie angewendet werden soll ?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Stash anwenden ?";

/* ConfirmBackout */
"ConfirmBackout" = "Bist Du sicher, dass Du die Änderungen rückgängig machen möchtest?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Wirklich zurücksetzen?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Soll der Branch \"%@\" wirklich geschlossen werden?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Schließen des Branch bestätigen";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Sind Sie sicher, dass Sie die Übertragung - graft - fortsetzen wollen? Stellen Sie vorher sicher, dass Sie alle ausstehenden Konflikte gelöst haben.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Graft fortsetzen?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Bist Du sicher das Du mit dem Rebase fortfahren möchtest? Stelle sicher, dass alle offenen Konflikte gelöst wurden.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Rebase fortsetzen?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Sollen die folgenden Branches wirklich gelöscht werden?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Branch löschen?";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Sind Sie sicher, dass sie die folgenden entfernten Branches löschen möchten?\n\n%@\n\nDies wird zur Folge haben, dass die Branches auch im entfernten Repository gelöscht werden (Die Löschung wird gepusht).";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Branch löschen?";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Sollen die vorgemerkten Änderungen '%@' wirklich gelöscht werden?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Bist Du sicher, dass Du den Remote Branch '%@' löschen möchtest?\n\nDies wird den ebenfalls Branch vom Remote löschen (Löschung wird gepusht)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Bist Du sicher, dass Du die zwischengespeicherten Änderungen '%@' löschen möchtest?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Soll '%@' wirklich gelöscht werden?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Löschen bestätigen";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Sollen die Änderungen in den markierten Zeilen wirklich verworfen werden?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Änderungen wirklich verwerfen?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Sollen die Änderungen in den markierten Zeilen wirklich verworfen werden?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Änderungen wirklich verwerfen?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Ein erzwungener Push könnte einen großen Einfluss auf deine Remotes und die, die von ihnen Pullen haben. Bist du sicher, dass du den Push erzwingen willst?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Bestätige erzwungenen Push";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Sollen diese Dateien ignoriert werden?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Ignorieren bestätigen?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Bist Du sicher, dass Du die folgenden Dateien als gelöst markieren möchtest?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Bestätige Markierung Ungelöst";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Bist Du sicher, dass Du die folgenden Dateien als ungelöst markieren möchtest?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Bestätige Markierung Ungelöst";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Möchtest Du '%@' wirklich in den aktuellen Branch mergen?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Merge bestätigen";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Diese Datei existiert bereits - soll sie wirklich überschrieben werden?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Datei überschreiben?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Bist Du sicher, dass Du %@ in Deinen lokalen Branch pullen möchtest?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Bestätige Pull";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Möchtest Du das Tag %@ wirklich nach %@ pushen?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Tag pushen?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Sind Sie sicher, dass Sie Ihre aktuellen Änderungen in Form eines -rebase-  in '%@' einfügen  wollen?\n\nStellen Sie sicher, dass Ihre Änderungen bisher an niemand Anderen gesendet wurden.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Rebase bestätigen";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Entfernen bestätigen?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Wollen Sie wirklich das Lesezeichen '%@' entfernen?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Löschen des Lesezeichens bestätigen";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Die folgenden Dateien werden von der Versionsverwaltung ausgeschlossen:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Entfernen bestätigen?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Soll das ausgewählte Benutzerkonto wirklich gelöscht werden?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Bestätigen?";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Wollen Sie wirklich den folgenden Knoten mit all seinen Unterknoten entfernen?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Soll das entfernte Projektarchiv wirklich aus der Konfigurations dieses Projektarchivs gelöscht werden?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Entfernen von Remote bestätigt ?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Entfernen bestätigen?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Sind Sie sicher, dass Sie die folgenden Einträge und alle deren abhängige -Kind- Einträge löschen möchten?\n\n%@\n\nDies wird einen oder mehrere Einträge aus dem Repository entfernen. Wählen Sie bitte ob Sie nur die Lesezeichen entfernen möchten oder diese Einträge in den Papierkorb legen möchten.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Sie haben ausgewählt, dass Sie Repositories von der Festplatte löschen möchten aber das Repository \"%@\" enthält noch nicht übermittelte Dateien. Diese gehen endgültig verloren, falls Sie dieses Repository dennoch löschen. Sind Sie sicher, dass Sie das Repository von der Festplatte löschen möchten?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Löschen des Respositorys bestätigen";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Soll der Tag \"%@\" wirklich gelöscht werden?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Löschen des Tags bestätigen";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "Die folgenden Dateien enthalten Änderungen oder Informationen welche nicht in der Versionskontrolle enthalten sind und werden unwiederbringlich verloren sein, wenn du sie entfernst:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Veränderte und nicht verfolgte Dateien löschen?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Soll die Commit-Meldung ersetzt werden?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Soll die obige Beschreibung des Commits mit der des letzten Commits ersetzt werden?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Sollen alle aktuellen Änderungen an diesem Repository zurückgesetzt werden?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Bestätigen?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "Wenn Sie den Wiederherstellungsmodus \"Hart\" benutzt, werden alle lokalen Änderungen in der Arbeitskopie und im Index verworfen. Sind Sie sicher dass Sie das wollen?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Warnung: destruktive Operation";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Sind Sie sicher, dass Sie Probleme mit den folgenden Dateien lösen möchten, indem Sie Ihre eigene Version dieser Dateien verwenden?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Bestätige beheben mit 'meinem'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Sind Sie sicher, dass Sie Probleme mit den folgenden Dateien lösen möchten, indem Sie die Version des Gegenübers der Zusammenführung dieser Dateien verwenden?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Bestätige beheben mit 'deren'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Bist du sicher, dass du die Zusammenführung für die folgenden Dateien nochmal starten möchtest?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Vereinigung neu starten ?";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Sind Sie sicher, dass Sie alle Änderungen verwerfen möchten? \n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Sollen alle Änderungen an den ausgewählten Dateien verworfen werden?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Bestätigen?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Bitte bestätigen Sie, dass Sie folgende Dateien zurücksetzen möchten:\n\n%@\n\nzu dem Status in diesem Commit:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Bestätigen?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Sollen diese Änderungen wirklich zum Index hinzugefügt werden?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Stage bestätigen?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Die folgenden Dateien werden von der Versionskontrolle entfernt, verbleiben aber lokal.\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Verfolgung der Dateien stoppen ?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Ändern Sie  während des Bereinigen nicht die Arbeitskopie (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Sind Sie SICHER, dass Sie die Revision %@ bereinigen möchten?\n\nFühren Sie diese destruktive Operation nicht leichtfertig aus! Denn diese wird die Revision mit ALLEN  Nachkommen löschen. ";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Wirklich Historie abschneiden und zerstören?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Sind Sie sicher, dass sie Ihre Arbeitskopie zum Zweig '%@' ändern möchten?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Branch-Wechsel bestätigen";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Soll lokaler Branch '%@' zukünftig Remote-Branch '%@' folgen?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Bestätige Änderungsverfolgungszweig";

/* ConfirmTransplant */
"ConfirmTransplant" = "Sind Sie sicher, dass Sie die ausgewählten Änderungen auf den aktuellen Branch anwenden wollen? Sollten keine Konflikte auftreten, wird automatisch ein Commit ausgeführt.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Rosinen herauspicken bestätigen";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Sind Sie sicher, dass Sie die verzögerten Änderungen '%@' auf Ihre Arbeitskopie anwenden möchten?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "vorgemerkte Änderungen anwenden";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Bist du sicher diese Änderungen vom Index zu entfernen?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Nicht mehr vormerken?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Sind Sie sicher, dass Sie '%@' auschecken möchten?\n\nWenn Sie dies tun, trennen Sie Ihre Arbeitskopie vom 'HEAD'. Ihre dann 'kopflose' Arbeitskopie  ist keiner gültigen branch mehr zugeordnet. Wollen Sie später commits absetzen, müssen Sie entweder mit einem checkout eine branch wählen oder eine neue branch erstellen. Möchten Sie dies?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Sind sie sicher, dass Sie ihre Arbeitskopie zu '%@' wechseln möchten?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Arbeitskopie ändern";

/* ConflictedFiles */
"ConflictedFiles" = "Konfliktbehaftete Dateien";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "In Ihrer Arbeitskopie haben Sie Konflike einer erfolgten Zusammenführung - merge -. Bevor Sie fortfahren, müssen diese Konflikte gelöst werden.\n\nWählen Sie die konfliktbehafteten Dateien aus und verwenden Sie die Optionen des Menüs 'Auflösen vonKonflikten' bzw. des 'Resolve Conflicts' Menü.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Konflikte mergen";

/* Continue */
"Continue" = "Fortfahren";

/* ContinueGraft */
"ContinueGraft" = "Graft fortsetzen";

/* ContinueRebase */
"ContinueRebase" = "Rebase fortsetzen";

/* Copy */
"Copy" = "Kopieren";

/* CopyFileMessage */
"CopyFileMessage" = "Zielpfad für %@ auswählen";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Zielpfad";

/* CopyFileTitle */
"CopyFileTitle" = "Datei kopieren";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Branch trotzdem erstellen";

/* CreateGitTag */
"CreateGitTag" = "Git-Tag erstellen";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "An error occurred while trying to create the repository. You can view the server's response below.";

/* FetchOwnersFailTitle */
"FetchOwnersFailTitle" = "Eigentümer konnten nicht geladen werden.";

/* FetchOwnersFailMessage */
"FetchOwnersFailMessage" = "An error occurred while trying to load owners for your account. You can view the server's response below.";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Erstellen des Repositories fehlgeschlagen";

/* CreateLink */
"CreateLink" = "Link erstellen";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Wähle eine Datei um den Patch zu speichern";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Patch-Datei:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Erstelle Patch";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "Sie haben keine externen Repositories -remotes-, bei denen erweiterte Integrationseinstellungen konfiguriert sind. Sie müssen Ihre externen Repositories editieren und solche Details wie den Hostingtyp und die Basis URL konfigurieren. Klicken Sie auf die Schaltfläche \"Einstellungen\" um die Liste Ihrer externen Repositories -remotes- zu öffnen.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Remote-Projektkonfiguration";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Sie haben sich entschieden ihre Änderungen nicht zu pushen. Das bedeutet ihre Pull-Anfrage wird ausschließlich Änderungen betreffen, die sich bereits im entfernten Branch befinden, ist das die gewünschte Aktion?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Warnung - kein Push";

/* CreateSvnTag */
"CreateSvnTag" = "Subversion-Tag erstellen";

/* Custom */
"Custom" = "Benutzerdefiniert";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Soll die Aktion wirklich gelöscht werden?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Öffne das Skript für eine eigene Aktion";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Nach Anwendung löschen";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Wählen Sie mindestens eine Branch aus, damit diese gelöscht werden kann.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Leere Auswahl";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Löschen";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Commit löschen...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Remote Branch löschen?";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Entferntes Branch löschen";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Lösche Remote Branch [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Soll der Link des untergeordneten Teil des Verzeichnisbaumes für den lokalen Pfad '%@' mit dem Repository '%@' gelöscht werden?\n\nDer untergeordneter Teil des Verzeichnisbaumes wird nicht gelöscht.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Lösche Unterbaum-Link";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Lösche Branch...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Der Zielpfad befindet sich außerhalb der Arbeitskopie für dieses Repository. Bitte wähle einen Pfad innerhalb der Arbeitskopie.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Zielordner außerhalb des Repositories";

/* DetailsAuthor */
"DetailsAuthor" = "Autor";

/* DetailsBranch */
"DetailsBranch" = "Zweig:";

/* DetailsChangeset */
"DetailsChangeset" = "Changeset:";

/* DetailsCommit */
"DetailsCommit" = "Commit:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Datum des Commit:";

/* DetailsCommitter */
"DetailsCommitter" = "Committer:";

/* DetailsDate */
"DetailsDate" = "Datum:";

/* DetailsGPG */
"DetailsGPG" = "GPG Details:";

/* DetailsGPGBad */
"DetailsGPGBad" = "SCHLECHT";

/* DetailsGPGGood */
"DetailsGPGGood" = "GUT";

/* DetailsLabels */
"DetailsLabels" = "Labels:";

/* DetailsParents */
"DetailsParents" = "Parents:";

/* DetailsRevision */
"DetailsRevision" = "Revision:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVN Revision:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge kann nicht im Applikation-Ordner gefunden werden. DiffMerge muss installiert sein bevor es konfiguriert werden kann";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "Diverse nicht gefunden";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Kann keine mit GPG signierten commits freigeben, weil entweder keine GPG Schlüssel verfügbar oder die Programmeinstellungen in SourceTree's Einstellungen nicht korrekt sind.\n\nFalls Sie einige Schlüssel hinzugefügt oder den Speicherort des GPG Programms verändert haben, nachdem Sie diese Ansicht öffneten, schließen Sie bitte diese Ansicht. Öffnen Sie diese erneut und wiederholen Sie den Vorgang.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Konnte Commit-Unterzeichnung nicht aktivieren";

/* DiscardChanges */
"DiscardChanges" = "Lokale Änderungen verwerfen";

/* DiscardHunk */
"DiscardHunk" = "Block verwerfen";

/* DiscardLines */
"DiscardLines" = "Zeilen verwerfen";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Doppelter Remote-Name";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Ein Remote mit diesem Name existiert bereits. Bitte wähle einen anderen Namen.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "Ein Tag mit diesem Namen existiert bereits, wollen sie diesen Tag verschieben?\n\nWarnung: Wenn sie einen Tag verschieben, der von einer anderen Person angelegt wurde, kann das u. U. zu Verwirrung führen. ";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Tag existiert bereits!";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Es wurde keine Commit-Nachricht festgelegt. Soll der Commit wirklich ohne Beschreibung der Änderungen durchgeführt werden (nicht empfohlen) ? ";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Leere Commit-Meldung";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Fehler beim Laden der Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Soll dieser externe Projektlink wirklich gelöscht werden?";

/* Fatal Error */
"FatalError" = "Fataler Fehler";

/* FeatureName */
"FeatureName" = "Feature-Bezeichnung:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Datei zurücksetzen auf diesen Commit";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Datei zurücksetzen auf diese Revision";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Dateien zurücksetzen auf diesen Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Dateien zurücksetzen auf Revision";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FlowConfirmInit */
"FlowConfirmInit" = "Änderungen am Repository bestätigen";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Das Initialisieren dieses Repositories für Hg Flow wird die branches '%@' und '%@' erstellen, falls diese nicht bereits existieren. Außerdem wird eine Kontrolldatei ('.flow') zu allen derzeit offenen branches übertragen -commited-.\n\nMöchten Sie fortfahren? ";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Neuen Branch erstellen";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Funktion";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Letzter Feature-Branch";

/* Hotfix */
"FlowHotfix" = "Hotfix";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Letzter Hotfix-Branch";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Letzter Master-Branch";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "Der Produktions - branch den Sie gewählt haben, '%@', existiert nicht. Wir können diesen nicht automatisch erstellen, da der Punkt in der Historie an dem dieser Produktions - branch beginnt sehr wichtig ist.\n\nUm dies zu lösen, erstellen Sie bitte einen neuen branch und nennen Sie diesen '%@'.\nErstellen Sie diesen an jenem Punkt in Ihrer log welcher den jetzigen Produktionsstatus Ihres Systems repräsentiert. Kehren Sie dann zurück und initialisieren Sie erneut.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Produktionszweig kann nicht erstellt werden";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Commit '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Letzter Entwicklungsbranch";

/* Release */
"FlowRelease" = "Release";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Letzter Freigabebranch";

/* ForceDelete */
"ForceDelete" = "Löschen erzwingen";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Nacht Richtlinien formatieren";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d verblieben";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d zurück";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Der vorherige Commit wird modifiziert - dies verändert die History und kann Probleme verursachen, falls der vorherige Commit schon in ein entferntes Projektarchiv gepusht wurde. Trotzdem fortfahren?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Warnung: Historie wird geändert";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Eingebettetes Git-flow";

/* No comment provided by engineer. */
"GitLfsAddExtBlankMsg" = "Sie müssen eine Erweiterung eingeben oder auswählen um sie hinzuzufügen.";

/* No comment provided by engineer. */
"GitLfsAddExtBlankTitle" = "Leere Eingabe";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateMsg" = "Diese Erweiterung wird bereits in Git LFS beobachtet.";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateTitle" = "Bereits beobachtet!";

/* No comment provided by engineer. */
"GitLfsAddExtOKMsg" = "Dateien mit der Dateierweiterung %@ werden nun in Git LFS verfolgt.";

/* No comment provided by engineer. */
"GitLfsAddExtOKTitle" = "In Git LFS beobachten";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardTitle" = "Add as %@?";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardMsg" = "Is this a file extension? If so SourceTree can add it as %@, is that OK?";

"GitLfsDownloading" = "Lade Git LFS Dateiinhalt";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmMsg" = "Sind Sie sich sicher, dass diese Erweiterung gelöscht werden soll?";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmTitle" = "Bestätige Entfernen";

/* GitLfsRunInitMsg */
"GitLfsRunInitMsg" = "Dieses Repository schein Git LFS zu verwenden. In Ihrer lokalen Konfiguration fehlen einige erforderliche Elemente.\nSourceTree kann dies reparieren (empfohlen) indem es 'git lfs install' jetzt startet. Möchten Sie das?";

/* GitLfsRunInitTitle */
"GitLfsRunInitTitle" = "Git LFS: Installation erforderlich";

/* GitLfsRunPullMsg */
"GitLfsRunPullMsg" = "Dieses Repository verwendet Git LFS. Es scheint, als wurde der Inhalt der binären Datei bis dato noch nicht heruntergeladen. Möchten Sie die für Ihren aktuellen checkout erforderliche LFS Dateien herunterladen?";

/* GitLfsRunPullTitle */
"GitLfsRunPullTitle" = "'git lfs pull' jetzt ausführen?";

/* GitLfsSuggestTrackBeforeAddMessage */
"GitLfsSuggestTrackBeforeAddMessage" = "Die folgenden Dateien sind %ld MB groß oder größer und werden derzeit nicht von Git LFS verfolgt. Sind Sie sicher, dass Sie diese Dateien zu Git hinzufügen möchten?\n\nWir empfehlen Ihnen den Vorgang abzubrechen und diese Dateien zuerst der Git LFS Verfolgung hinzuzufügen. \n\n%@";

/* No comment provided by engineer. */
"GitLfsTrackExtMenu" = "Verfolge *.%@ in Git LFS";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Eingebettetes git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Entferne Tag von allen Remotes";

/* GitRepoIdentified */
"GitRepoIdentified" = "Dies ist ein Git Repository";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Einen Merge auf ein Projektarchiv auszuführen, das gerade mit Subversion synchronisiert, ist nicht empfohlen. Zum einen ist die Information des Subversion-Merge elementar.  Zum anderen kann der Mechanismus, den Git-SVN benutzt, um zu verfolgen, wo ein commit an Subversion erforderlich ist, durch mehrere Merges durcheinander kommen. Die einzige Situation, in der dies funktioniert, ist ein Merge der Änderungen eines Branches, der noch nie zu Subversion gepusht wurde, in einen verfolgten Subversion Branch.\n\nAus Sicherheitsgründen wird empfohlen, nicht fortzufahren und stattdessen Branch-übergreifende Commits via cherry-pick oder mithilfe eines Patches anzuwenden. Falls Sie sich entscheiden, trotzdem fortzufahren, sind Sie dafür verantwortlich, dies zu bewältigen.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Die Vereinigung in einem Subversion-Projektarchiv wird nicht empfohlen";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Diese Aktion holt die aktuellsten Änderungen aus Subversion. Falls notwendig, werden Ihre Änderung auf alle bisher nicht vorhandenen Revisionen angewendet (Rebase). Anschließend werden Ihre Commits an Subversion hochgeladen. Diese Aktion wird nur auf dem aktuellen Branch ausgeführt.\n\nMöchten Sie fortfahren?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Push nach Subversion bestätigen?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Soll ein Subversion-Tag erstellt werden, da einem Subversion-Projektarchiv gefolgt wird, oder ein Git Tag, das lokal gehalten wird? Achtung: Git-Tags können später nicht zu Subversion gepusht werden.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Subversion-Tag erstellen?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Embedded Git version %@";

/* GitVersionSystem */
"GitVersionSystem" = "System Git version %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "Der von Ihnen angegebene GPG Pfad ist ungültig. Sie müssen den gesamten Pfad zu dem Verzeichnis angeben, indem gpg2 installiert ist. Zum Beispiel: /usr/local/MacGPG2/bin\n\nMöchten Sie fortfahren?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Ungültiger GPG-Pfad";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree konnte den symbolischen link zu gpg nicht löschen, welcher für das Signieren der commits erforderlich ist. Der Versuch, einen commit in einem für das Signieren der commits eingerichteten Repository auszuführen, kann fehlschlagen. Der symbolische Link zu 'gpg' befindet sich im SourceTree application support Verzeichnis.\n\nSind Sie sicher, dass Sie fortfahren möchten?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG Löschen fehlgeschlagen";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree muss einen symbolischen Link im application support Verzeichnis erstellen, damit das Signieren der commits mit gpg funktioniert. Der folgende Fehler ist dabei aufgetreten:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Schreiben des symbolischen Links fehlgeschlagen";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "Es scheint, als wäre ein laufender graft-Vorgang infolge eines Konfliktes unterbrochen worden. Wenn Sie den Konflikt in Ihrer Arbeitskopie gelöst haben, wählen Sie bitte ob Sie den graft-Vorgang fortsetzen oder abbrechen und Ihre Änderungen verlieren möchten.";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft wird ausgeführt";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* Health check service did not return expected response. */
"Health check service did not return expected response." = "Der Gesundheitscheck gab nicht die erwartete Antwort.";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Partial Clone Requires Flat Layout";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "This repository is tracking a Subversion repository, and you cannot create new branches on Subversion using this bridge (hgsubversion). If you create a new Mercurial branch, you will not be able to push changesets directly from this branch to Subversion - you will have to transplant changes manually to an existing Subversion branch and push that (hgsubversion also doesn't support merges). \n\nIf you wanted a permanent Subversion branch, create the branch using 'svn copy' and pull it into this repository. If you just want a temporary branch, you may be better to do this work in another clone.\n\nIf you choose to create a branch anyway, you are responsible for managing this.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Das Erstellen von Subversion-Branches wird nicht unterstützt";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Dieses Projektarchiv folgt einem Subversion Projektarchiv und die hgsubversion bridge kann keine Merges abwickeln; mergen könnte dazu führen, dass der aktuelle Branch nicht mehr zu Subversion gepusht werden kann. Daher wird empfohlen, NICHT zu mergen und stattdessen mithilfe der 'Transplant'-Funktion Branch-übergreifende Änderungen anzuwenden.\n\nFalls Sie dennoch auf 'Fortfahren' klicken und mergen, sind Sie für die Konsequenzen verantwortlich!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Die Vereinigung von Subversion-Branches wird nicht unterstützt";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Dieses Projektarchiv folgt einem Subversion Projektarchiv und die hgsubversion bridge kann keine Tags hinzufügen oder entfernen; dies könnte dazu führen, dass der aktuelle Branch nicht mehr zu Subversion gepusht werden kann. Daher wird empfohlen, NICHT fortzufahren und stattdessen Tags mithilfe eines Subversion-Tools zu erstellen.\n\nFalls Sie dennoch auf 'Fortfahren' klicken, sind Sie für die Konsequenzen verantwortlich!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Die Tag-Modifizierung von Subversion wird nicht unterstützt";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Verstecke Befehlsverlauf";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Andere verbergen";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "Die angegebene URL scheint fehlerhaft zu sein, bitte korrigiere diese.";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Ungültige Host-URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Ungültiger Benutzername";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Bitte den Bitbucket-/GitHub-Benutzernamen eingeben und keine E-Mail-Adresse.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Standard Benutzername für Host %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Bearbeite Standard Benutzername";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Soll der Default-Benutzername von %@ gelöscht werden";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Entferne Standard Benutzer";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Please create at least one hosted repository account before trying to create a repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Keine Accounts registriert";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Bitte füllen Sie alle Felder Ihres %@ Kontos aus.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Details unvollständig";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Your list of accounts cannot be loaded due to an unsupported account or corruption. We recommend removing all hosting service accounts and adding them again in Preferences.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "We're really sorry but…";

/* RemoveAccountsButtonTitle */
"RemoveAccountsButtonTitle" = "Remove Accounts";

/* QuitButtonTitle */
"QuitButtonTitle" = "Beenden";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Anmeldung für Ihr Konto %@ fehlgeschlagen.\n\nDer entfernte Dienst meldete: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Fehler bei der Anmeldung";

/* HotfixName */
"HotfixName" = "Hotfix Version:";

/* IgnoredFiles */
"IgnoredFiles" = "Dateien ignorieren";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Wählen Sie die SourceTree Lizenzdatei:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Lizenz Datei:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importiere Lizenz Datei";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Installation der Kommandozeilen Tools ist fehlgeschlagen, Details finden sich im System Log.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Installation fehlgeschlagen";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Kommandozeilen Tools wurden erfolgreich installiert, diese können nun vom Terminal aus aufgerufen werden:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Installation erfolgreich";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Rebase children of %@ interactively...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Interaktiver Rebase...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Dies ist kein gültiges Archiv, bitte definieren Sie eine Datei mit der Erweiterung .zip, .tar, .tar.gz, .tar.bz2, tgz oder tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Ungültiges Archiv";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "Die angegebene E-Mail-Adresse war im falschen Format";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Ungültiges E-Mail-Format";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Springe zu Commit SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Zu Revision / Changeset springen:";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "Sie müssen dem Atlassian Nutzungsvertrag zustimmen bevor Sie SourceTree benutzen können. Bitte markieren Sie das entsprechende Kästchen.";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "SourceTree wird beendet, da Sie dem Atlassian Nutzungsvertrag nicht zugestimmt haben. Sind Sie sicher?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "Atlassian Nutzungsvertrag erforderlich";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "Sie haben bereits eine Lizenz installiert, möchten Sie wirklich eine neue Lizenz installieren?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "Lizenz überschreiben?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "Es gab ein Problem beim Importieren der Lizenzdatei: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "Fehler beim Importieren der Lizenz";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "Die ausgewählte Datei ist keine gültige SourceTree Lizenz Datei. Bitte wählen Sie eine gültige Lizenz aus.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "Ungültige Lizenz";

/* LocateMovedRepository */
"LocateMovedRepository" = "Verschobenes Projektarchiv lokalisieren";

/* LogAllParents */
"LogAllParents" = "Alle Eltern";

/* LogAncestorOrder */
"LogAncestorOrder" = "Nach Vorfahren ordnen";

/* LogBranchesAll */
"LogBranchesAll" = "Alle Branches";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Aktueller Branch";

/* LogDateOrder */
"LogDateOrder" = "Nach Datum ordnen";

/* LogFollowFirst */
"LogFollowFirst" = "Nur der erste Elternteil";

/* LogHideRemotes */
"LogHideRemotes" = "Verstecke entfernte Branches";

/* LogShowRemotes */
"LogShowRemotes" = "Zeige Branches von Remote";

/* Master */
"Master" = "Meister";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Kern";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Dies ist ein Mercurial Projektarchiv";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Integrierte Mercurial Version %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "System Mercurial Version %@";

/* Merge */
"Merge" = "Merge";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Merge";

/* MergeErrorTitle */
"MergeErrorTitle" = "Fehler während Merge";

/* Mode */
"Mode" = "Modus";

/* ModifiedFiles */
"ModifiedFiles" = "Veränderte Datei";

/* MoreInfo */
"MoreInfo" = "Weitere Infos";

/* Move */
"Move" = "Verschieben";

/* MoveFileMessage */
"MoveFileMessage" = "Zielpfad für %@ auswählen";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Zielpfad";

/* MoveFileTitle */
"MoveFileTitle" = "Verschiebe Datei";

/* MoveTag */
"MoveTag" = "Tag verschieben";

/* MoveToTrash */
"MoveToTrash" = "Auch in den Papierkorb verschieben";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d neuer commit zu holen von \"%@\" für \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Neuer Commit verfügbar";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d neuer Änderungssatz holen von \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Neues Changeset verfügbar";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d neue commits zu holen von \"%@\" für \"%@";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Neue Commits verfügbar";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d neue Änderungssätze holen von \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Neues Changeset verfügbar";

/* NewGroup */
"NewGroup" = "Neue Gruppe";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Erzeuge neues %@ Repository bei %@";

/* No */
"No" = "Nein";

/* NoCommitSelected */
"NoCommitSelected" = "Kein Commit ausgewählt";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Bitte wähle mindestens einen Commit um fortzufahren";

/* NoFilesSelected */
"NoFilesSelected" = "Keine Dateien ausgewählt";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Bitte mindestens eine Datei auswählen um fortzufahren.";

/* NoFilesToCommit */
"NoFilesToCommit" = "Nichts zum Commiten vorhanden!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Bitte wählen Sie zunächst Dateien aus bevor Sie fortfahren.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Nicht noch einmal warnen";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Diese Operation kann nur auf einer zusammenhängenden Auswahl an Zeilen ausgeführt werden, bitte eine einzige umfassende Auswahl an Zeilen auswählen oder diese Aktion einzeln auf den einzelnen Bereichen ausführen, falls cherry-picking notwendig ist.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Nicht zusammenhängende Auswahl";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Kein entfernter Branch ausgewählt";

/* NoRevisionSelected */
"NoRevisionSelected" = "Keine Revision ausgewählt";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Keine vorgemerkten Änderungen vorhanden - alles commiten?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "Sie haben keine Änderungen für die Bestätigung -commit- vorgemerkt -staged-.\n\nWollen Sie jetzt alle Änderungen bestätigen? Dies wird jede neue Datei hinzufügen, die bisher nicht verfolgt wurde.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow wurde am angegebenen Ort nicht gefunden; SourceTree wird die interne Version verwenden.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow nicht gefunden";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS wurde auf dem System nicht gefunden, es wird die interne Version benutzt.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS nicht gefunden";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git konnte in den Standardpfaden nicht gefunden werden. Die mitgelieferte Version von SourceTree wird verwendet.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git nicht gefunden";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial wurde nicht auf dem System im Standardpfad gefunden, es wird die interne Version von SourceTree benutzt.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial nicht gefunden";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Kein gültiger Quellpfad / URL";

/* NothingToCommit */
"NothingToCommit" = "Keine Daten für den Commit vorhanden!";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "Der Pfad %@ verweist nicht auf eine funktionsfähige Kopie von Mercurial oder Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Ungültiger Ordner";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Öffne ausgewählte Versionsdatei";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Öffne ausgewählte Versionsdateien";

/* OpenSourcePath */
"OpenSourcePath" = "Öffne Source Pfad";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Öffne Autor Map Datei";

/* Open Working Copy */
"OpenWorkCopy" = "Arbeitskopie öffnen";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warnung: In URL's eingefügte Passwörter sind extrem unsicher. Wir raten Ihnen, das Passwort zu entfernen. SourceTree wird Sie auffordern, wenn es ein Passwort benötigt und Sie haben die Möglichkeit Ihr Schlüsselbund zu verwenden um es abzuspeichern.\n\nEs ist dringend geraten, 'Abbrechen' zu drücken und das/die Passwort(e) aus Ihren Einstellungen für entfernte Repositories zu entfernen, bevor Sie fortfahren. Klicken Sie auf 'OK', wenn Sie das Passwort dennoch in die URL einfügen möchten. (dies wird nicht empfohlen)";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Passwort in URL gefunden";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "strip/base Pfad Optionen erfolgreich ermittelt";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Konnte die strip/base Pfad Optionen aus dem Patchdateieintrag: %@ nicht ermitteln";

/* PatchDryRunOk */
"PatchDryRunOk" = "Probelauf dieses Patches war erfolgreich. Wählen Sie die 'Probelauf' -Option ab und starten Sie neu, um diesen Patch wirklich anzuwenden.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Patch Ok!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Nur testen, ob der Patch angewendet werden kann";

/* PatchFailedMessage */
"PatchFailedMessage" = "Die Anwendung des Patches auf Ihr Arbeitsverzeichnis schlug fehl. Meistens ist der Grund hierfür, dass sich der Status der Datei(en) in Ihrem Arbeitsverzeichnis zu sehr geändert hat, so dass der Patch nicht mehr erfolgreich angewendet werden konnte.\n\n Bitte führen Sie statt dessen die Änderungen manuell aus.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Patching fehlgeschlagen";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git unterstützt --dry-run bei kompletten commit Importen nicht";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial unterstützt --dry-run bei kompletten commit Importen oder Patches mit erweiterten diff Optionen nicht";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Der Patch ist im Arbeitskopie diff-Format.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Der Patch enthält erweiterte diff Informationen (kopieren, umbenennen, binär usw.)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Patch enthält einen Git commit.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "Patch enthält ein Mercurial-Changeset.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Dies ist keine gültige Patch-Datei";

/* PendingFiles */
"PendingFiles" = "Ausstehende Dateien";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Bitte wähle einen Commit.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Bitte wähle einen Remote Branch.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Bitte wähle eine Revision";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Fortfahren (nicht empfohlen)";

/* PullFailedTitle */
"PullFailedTitle" = "Pull fehlgeschlagen";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Soll der Unterbaum '%@' von '%@' unter Verwendung des Branch/Commit '%@' wirklich gepullt werden?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Pull Unterbaum";

/* Push... */
"Push..." = "Push...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Änderungen sofort nach %@ pushen";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Der Commit konnte erfolgreich durchgeführt werden, aber der Push ist fehlgeschlagen. Bitte benutzen Sie den Push Button aus der Toolbar um den Push-Vorgang erneut zu versuchen.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Push fehlgeschlagen";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Sind Sie sich sicher, dass Sie den Unterbaum '%@' zum Repository '%@' mit dem Branch/Commit '%@' pushen wollen?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Push Unterbaum";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Pushe Revision %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Push Revision";

/* Rebase */
"Rebase" = "Rebase";

/* RebaseAbort */
"RebaseAbort" = "Rebase abbrechen";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Breche Rebase ab";

/* RebaseContinue */
"RebaseContinue" = "Rebase fortsetzen";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "Es scheint, als finde ein Rebase statt, das eventuell aufgrund eines Konflikts unterbrochen wurde. Falls die Konflikte in der Arbeitskopie aufgelöst wurden, kann zwischen Fortfahren des Rebase und Abbruch des Vorgangs  an dieser Stelle entschieden werden.";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Rebase wird ausgeführt";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Rebase wird fortgesetzt";

/* RebasingInteractively */
"RebasingInteractively" = "Interaktives Rebase...";

/* RegisterNowButton */
"RegisterNowButton" = "Jetzt registrieren - kostenlos!";

/* ReleaseName */
"ReleaseName" = "Release Version:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "Host Root URL ist ungültig - muss ein gültiges http[s]:// URL sein.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Bitte geben Sie eine Host Root URL für dieses Projektarchiv an um die verbesserte Integration zu aktivieren.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Validierungsfehler";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "There is no remote defined in the repository you selected that matches the incoming remote project details. If you definitely want to associate this repository with this remote link then please edit the remote details on your repository to match.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Remote-Details stimmen nicht überein";

/* No comment provided by engineer. */
"Remove" = "Entfernen";

/* RemoveBookmark */
"RemoveBookmark" = "Lesezeichen löschen";

/* RemoveBookmarks */
"RemoveBookmarks" = "Lesezeichen löschen";

/* RenameBranch */
"RenameBranch" = "Branch umbenennen";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Neuer Branchname:";

/* Replace */
"Replace" = "Ersetzen";

/* RepoIsGone */
"RepoIsGone" = "Projektarchiv fehlt";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Dieses Projektarchiv scheint von gelöscht oder verschoben worden zu sein.\n\nMöchten Sie das Lesezeichen zu diesem entfernen oder die Pfadangabe zum Projektarchiv korrigieren?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repository wurde verschoben oder gelöscht";

/* RepoScanningDone */
"RepoScanningDone" = "Fertig, bitte wählen Sie unten die Repositories, die hinzugefügt werden sollen.";

/* RepositoryActions */
"RepositoryActions" = "Repository-Aktionen";

/* ReregisterButton */
"ReregisterButton" = "Wiederregistrieren";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Setze %@ auf diesen Commit zurück";

/* ResetMenuTitle */
"ResetMenuTitle" = "Zurücksetzen…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Zurücksetzen auf Commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Wiederherstellen";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Commit wiederherstellen...";

/* ReverseHunk */
"ReverseHunk" = "Block zurücksetzen";

/* ReverseLines */
"ReverseLines" = "Zeilen zurücksetzen";

/* RevertMenuTitle */
"RevertMenuTitle" = "Rückgängig…";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Bitte wähle mindestens eine Datei um fortzufahren";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Keine Dateien ausgewählt";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Due to an outstanding merge your working copy has more than one parent revision. Please pick the revision you wish to revert to:\n\n%@\n\nor:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Pick Parent Revision";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Rückgängig bis zur Revision…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Zeige alle Änderungen zwischen %@ und %@";

/* RevisionLabel */
"RevisionLabel" = "Revision:";

/* ScanForRepositories */
"ScanForRepositories" = "Ordner nach Repositories durchsuchen";

/* SetDestinationPath */
"SetDestinationPath" = "Zielpfad auswählen";

/* No comment provided by engineer. */
"Settings" = "Einstellungen";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "Eine Rückstellung mit diesem Namen existiert bereits,\n\nWollen Sie diese überschreiben? Sie verlieren damit alle Änderungen in der bestehende Rückstellung.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Rückstellung vorhanden";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Vorgemerkte Änderungen";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Befehlsverlauf anzeigen";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Sidebar anzeigen";

/* BOOKMARKS */
"SidebarBookmarks" = "LESEZEICHEN";

/* BRANCHES */
"SidebarBranches" = "BRANCHES";

/* SidebarCheckout */
"SidebarCheckout" = "Checkout %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Schließen %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Lösche %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Lösche %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Beziehe von %@";

/* FILE STATUS */
"SidebarFileStatus" = "ARBEITSKOPIE";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Merge %@ in %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Untermodul hinzufügen...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "untergeordnetes Projektarchiv hinzufügen";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Unterbaum hinzufügen/verlinken";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Öffne %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Pull von %@";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Pull %@ in %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Pull %@ (verfolgt)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Pushe zu %@";

/* SidebarPushTo */
"SidebarPushTo" = "Pushe zu %@";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Pushe zu %@ (verfolgt)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Rebase current changes onto %@";

/* REMOTES */
"SidebarRemotes" = "REMOTES";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Lösche %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Lösche %@";

/* SHELVED */
"SidebarShelved" = "RÜCKGESTELLT";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "SUBMODULES";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SUBREPOSITORIES";

/* SUBTREES */
"SidebarSubtrees" = "UNTERBÄUME";

/* TAGS */
"SidebarTags" = "TAGS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Update zu %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Sind Sie sicher, dass Sie die Revision %@ signieren wollen? Dies erzeugt einen neuen commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Bestätigen Sie das Signieren der Revision";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Signieren Sie die Revision";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "Sortiert nach markiert / unmarkiert";

/* SortedByFilename */
"SortedByFilename" = "Sortiert nach Dateiname";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "Nach Name sortiert (Absteigend)";

/* SortedByFileStatus */
"SortedByFileStatus" = "sortiert nach Dateistatus";

/* SortedByPath */
"SortedByPath" = "sortiert nach Pfad";

/* SortedByPathReverse */
"SortedByPathReverse" = "Nach Pfad sortiert (Absteigend)";

/* SourceEqualsDest */
"SourceEqualsDest" = "Der Zielpfad muss sich vom Quellpfad unterscheiden.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Ungültiger Dateiname";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Angegebener Commit:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Angegebene Revision:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Unterbaum-Pfad auswählen";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Klicken Sie auf \"Weitere Informationen\" um Lösungshinweise zu erhalten.";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL Zertifikats Fehler";

/* No comment provided by engineer. */
"StagedFiles" = "Vorgemerkte Dateien";

/* StageHunk */
"StageHunk" = "Block vormerken";

/* StageLines */
"StageLines" = "Zeilen vormerken";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Ein Zwischenspeicher mit diesem Namen existiert bereits.\n\nMöchtest du einen neuen Zwischenspeicher mit dem selben Namen erstellen? Der bereits existierende Zwischenspeicher wird dadurch nicht überschrieben.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash existiert";

/* StashMenuTitle */
"StashMenuTitle" = "Stash-Änderungen...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Hinzugefügt";

/* StatusTooltipClean */
"StatusTooltipClean" = "Unverändert";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Entfernt";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignoriert";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Konfliktbehaftet";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Vereinigung durchgeführt";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Fehlend";

/* StatusTooltipModified */
"StatusTooltipModified" = "Verändert";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Umbenannt";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Untergeordnetes Repository verfolgt geänderten commit ";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Nicht verfolgt";

/* StripMenuTitle */
"StripMenuTitle" = "Strip from here";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Submodule können nur git Repositories sein.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Dies ist kein Git Repository";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Si müssen einen Pfad wählen, der sich in Ihrem Repository befindet.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Pfad ungültig";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Uncommitted submodules:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Uncommitted subrepositories:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Untergeordnete Repositories mit ausgehenden Änderungen:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "Sie müssen die ausstehende Änderungen für untergeordnete Repositories bestätigen -commit-, bevor Sie dies für das Eltern-Repository bestätigen -commit- können.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Noch nicht bestätigte -commit- Änderungen an untergeordnetem Repository";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Sie müssen Ihre Änderungen an die untergeordneten Repositories versenden -push- bevor Sie fortfahren können.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "an die untergeordneten Repositories versenden -push- bevor Sie fortfahren";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details für den Teilbaum:\n\nRepo: %@\nLokaler relativer Pfad: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Unterbaum-Details";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Unterbaum-Details verlinken";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "Das Feld 'Branch / Commit' muss ausgefüllt werden";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Unterbaum-Detail fehlt";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Ein Quellpfad / URL wird benötigt, um diese Unterbaum-Aktion auszuführen.";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Unterbaum-Pfad fehlt";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Überschreibe Unterbaum-Link";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Pfad Präfixfehler";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Squash Commits";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Pulling von Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversion Revision:";

/* SummaryClean */
"SummaryClean" = "Bereinigen";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "Diff unterdrückt (Dateigröße oder Muster)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Ungelöste Vereinigung:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Merge:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Hinzugefügt: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Konflikte: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Eingehend: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Fehlend: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Bearbeitet: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Ausgehend: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Gelöscht: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Unbekannt: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Ungelöster Rebase:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Rebase:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Datei kopiert/umbenannt von %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Gelöschte Binärdatei";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Gelöschte Datei";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Datei Inhalt";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Block %d : Zeilen %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "Zeilen";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "Zeilen hinzugefügt";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "Zeilen entfernt";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Veränderte Binärdatei";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Veränderte Datei";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Neue Binärdatei";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Neue Datei";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Gefolgtes Commit geändert bei Sub-Repository";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Unveränderte Datei";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Nicht verfolgte Binärdatei";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Nicht verfolgte Datei";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Dies ist ein Subversion-Server (muss nach Git oder Mercurial geklont werden)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Dies ist ein Subversion-Server";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Bitte konvertiere das Subversion-Repository entweder zu Git oder zu Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Wähle Ziel-Repository Typ";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Wechsel Arbeitskopie...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Wähle die zu benutzende git-flow-Version";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Lokalisiere git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Warnung: git-flow Versionserfordernisse";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Lokalisiere die Git-Instanz deines Systems";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Lokalisiere System Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Suchen Sie die ausführbare Datei git-lfs in Ihrem system";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Lokalisiere System Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python Paketverzeichnis:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Bitte suchen Sie das Mercurial Paket in Ihrem System.\n Es sollte in Ihrem Python Bibliotheksverzeichnis sein.\nZum Beispiel: '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Lokalisiere System Mercurial";

/* TagDetails */
"TagDetails" = "Tag-Details";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Ausgabe konnte nicht in Datei %@ geschrieben werden.";

/* TaskPullingFrom */
"TaskPullingFrom" = "Pulling von %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Dateien zurücksetzen zu %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Umsetzen";

/* Uncommitted changes */
"UncommittedChanges" = "Diese Revision existiert noch nicht. Diese wird erzeugt, wenn Sie Ihre Änderungen bestätigen. -commit-";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "Sie besitzen unbestätigte Änderungen in Ihrem Arbeitsverzeichnis, die Sie bestätigen müssen, bevor Sie fortfahren können. Bitte bestätigen Sie und wiederholen Sie dann diese Aktion.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Uncommittete Änderungen";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Löschen";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Bearbeiten";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Meldung editieren";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Verschieben";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Squash";

/* No comment provided by engineer. */
"UnstagedFiles" = "Nicht vorgemerkte Dateien";

/* UnstageHunk */
"UnstageHunk" = "Block nicht mehr vormerken";

/* UnstageLines */
"UnstageLines" = "Zeilen nicht mehr vormerken";

/* UntrackedFiles */
"UntrackedFiles" = "Nicht verfolgte Datei";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Aktualisieren zu...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Details";

/* UseRevisionButton */
"UseRevisionButton" = "Benutze %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Wenn Sie diesen Commit auschecken, wird ein getrennter HEAD erstellt und Sie werden nicht länger in einem Branch sein (außer Sie erstellen anschließend einen neuen).\n\nSind Sie sicher, dass Sie das wollen? Wenn nicht, drücken Sie Abbrechen und wählen einen anderen Commit, oder wenn es sich um einen entfernten Branch handelt, können Sie den Reiter 'Neuen Branch auschecken' benutzen, anstatt einen neuen lokalen Branch zu erstellen.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Achtung: Erstellen eines freistehenden HEAD-Zweiges";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Wichtige Warnung: wenn Sie diese Aktion tun, gehen Ihre sämtliche nicht eingecheckten Änderungen verloren, wollen Sie fortfahren?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Unveröffentlichte Änderungen!";

/* Working Copy */
"Working Copy" = "Dateistatus";

/* SidebarHistory */
"SidebarHistory" = "Verlauf";

/* SidebarSearch */
"SidebarSearch" = "Suchen";

/* Yes */
"Yes" = "Ja";

/* Alert title for altering the default font */
"DefaultFontsAlteredAlertTitle" = "Die Schrift für die diff-Ansicht wurde auf die Standardschrift Ihres Systems zurückgestellt.";

/* Alert message for altering the default font */
"DefaultFontsAlteredAlertMessage" = "Die Schrift '%@' wurde nicht gefunden. Bitte überprüfen Sie die Schrift für die diff-Ansicht in den SourceTree Einstellungen.";

/* Preferences… button title */
"Preferences" = "Einstellungen…";

/* BinaryPreviewUnavailable */
"BinaryPreviewUnavailable" = "Keine Vorschau verfügbar";

/* BinaryPreviewFilesizeFormat */
"BinaryPreviewFilesizeFormat" = "%1$@ (%2$@)";

/* Welcome Stage - License */
"STWelcomeStageLicense" = "Atlassian\nBenutzervertrag";

/* Welcome Stage - Atlassian Account */
"STWelcomeStageAtlassianAccount" = "Atlassian\nKonto";

/* Welcome Stage - Cloning */
"STWelcomeStageRemotes" = "Remotes";

/* WelcomeNotFinishedMsg */
"WelcomeNotFinishedTitle" = "Einrichtung mit Assistent nicht vollständig";

/* WelcomeNotFinishedMsg */
"WelcomeNotFinishedMsg" = "Sie haben nicht alle Schritte des Setup-Assistenten abgeschlossen.";

/* Skip Setup */
"Skip Setup" = "Setup überspringen";

/* Resume */
"Resume" = "Fortsetzen";

/* Atlassian account's first button */
"AtlassianAccountContinue1" = "Registrierung vervollständigen";

/* Atlassian account's second button */
"AtlassianAccountContinue2" = "Fortfahren";

/* Starting Repository Stage*/
"STWelcomeStageCloning" = "Repository starten";

/* Cloning stage's clone button title */
"Clone" = "Klon";

/* Go to My Atlassian button title */
"STGoToMyAtlassian" = "Gehe zu My Atlassian";

/* Done button title */
"Done" = "Fertig";

/* STBCryptErrorMessage */
"STBCryptErrorMessage" = "Beim Verschlüsseln der Email trat ein Fehler auf.";

/* MercurialVersionWarningTitle */
"MercurialVersionWarningTitle" = "Ihre ausgewählte Version von Mercurial ist älter als die Version 3.7.3 und stellt deshalb ein potentielles Risiko für Ihr System dar.";

/* MercurialVersionWarningMessage */
"MercurialVersionWarningMessage" = "Das Mercurial Team rät aus Sicherheitsgründen dringend allen Benutzern unverzüglich eine Aktualisierung auf die Version 3.7.3 oder höher auszuführen. \n\nIhre aktuelle Konfiguration verwendet die Mercurial Version %@.";

/* MercurialAtticWarningTitle */
 "MercurialAtticWarningTitle" = "Hg-Attic Shelves Detected";

/* MercurialAtticWarningMessage */
"MercurialAtticWarningMessage" = "SourceTree no longer uses Hg-Attic for shelving.\n\nExisting shelves are unaffected but can no longer be applied in the same manner.";

/* MercurialAtticLearnButton */
"MercurialAtticLearnButton" = "Erfahren Sie mehr";

/* MercurialAtticSectionTitle */
"MercurialAtticSectionTitle" = "SHELVED BY HG-ATTIC";

/* AccessibilitySidebarAttic */
"AccessibilitySidebarAttic" = "Shelved by Mercurial's Attic Extension";

/* SidebarContextMenuAtticImport */
"SidebarContextMenuAtticImport" = "Import";

/* SidebarContextMenuAtticDelete */
"SidebarContextMenuAtticDelete" = "In den Papierkorb legen";

/* ImportAtticShelfDescription */
"ImportAtticShelfDescription" = "Importing Hg-Attic Shelf";

/* iTerm2 Script error title */
"iTerm2ScriptErrorTitle" = "Beim Öffnen dieses Repositories in iTerm2 gab es ein Problem.";

/* iTerm2 script error message */
"iTerm2ScriptErrorMessage" = "Beim Versuch iTerm2 mit diesem Repository zu öffnen, trat ein Fehler auf.";

/* Atlassian Account login failed title */
"AALoginFailedTitle" = "Einloggen beim Atlassian Benutzerkonto schlug fehl.";

/* Atlassian account login failed error messaged */
"AALoginFailedErrorMessage" = "Ein Fehler trat beim Einloggen in Ihr Atlassian Benutzerkonto auf. Bitte versuchen Sie es erneut.";

/* AALoginOK */
"AALoginOK" = "Wiederholen";

/* AALoginCancel */
"AALoginCancel" = "Abbrechen";

/* HideBranchLabelsMenuItemTitle */
"HideBranchLabelsMenuItemTitle" = "Verberge branch Bezeichnungen";

/* ShowBranchLabelsMenuItemTitle */
"ShowBranchLabelsMenuItemTitle" = "Zeige branch Bezeichnungen";

/* HideTagLabelsMenuItemTitle */
"HideTagLabelsMenuItemTitle" = "Verberge Etiketten -tag- Bezeichner";

/* ShowTagLabelsMenuItemTitle */
"ShowTagLabelsMenuItemTitle" = "Zeige Etiketten -tag- Bezeichner";

/* OAuthSignedInMessage */
"OAuthSignedInMessage" = "Sie sind angemeldet als  %@";

/* OAuthErrorSignInButtonTitle */
"OAuthErrorSignInButtonTitle" = "Sign In";

/* RemoteRepoFetchErrorTitle */
"RemoteRepoFetchErrorTitle" = "Anforderung entfernter Repositories nicht möglich";

/* RemoteFetchErrorMessage */
"BitbucketRemoteFetchError" = "Es gab einen Fehler bei der Anforderung von Details des Repositories. Bitte berichten Sie dies an Atlassian auf jira.atlassian.com";

/* OAuthFailedAuthorizationErrorMessage */
"OAuthFailedAuthorizationErrorMessage" = "Konnte die Anforderung mit dem verfügbaren Token nicht autorisieren. Bitte authentifizieren Sie sich erneut.";

/* RefreshRemoteReposFailTitle */
"RefreshRemoteReposFailTitle" = "Aktualisieren der entfernten Repositories schlug fehl";

/* RefreshRemoteReposFailMessage */
"RefreshRemoteReposFailMessage" = "An error occurred while trying to refresh remote repositories for your account. You can view the server's response below.";

/* AuthenticationCompletedErrorTitle */
"AuthenticationCompletedErrorTitle" = "Authentifikation endete mit einem Fehler";

/* AuthenticationCompletedErrorMessage */
"AuthenticationCompletedErrorMessage" = "An error occurred while authenticating your account. You can view the server's response below.";

/* FetchUserProfileFailTitle */
"FetchUserProfileFailTitle" = "Anforderung des Nutzerprofils schlug fehl";

/* FetchUserProfileFailMsg */
"FetchUserProfileFailMsg" = "An error occurred while trying to fetch user profile. You can view the server's response below.";

/* AuthenticationIssueTitle */
"AuthenticationIssueTitle" = "Authentifikation unvollständig";

/* AuthenticationIssueDescription */
"AuthenticationIssueDescription" = "Es trat wieder ein Fehler bei der Authentifizierung und der Zugriffsanforderung via OAuth auf.";

/* AuthenticationIssueRetry */
"AuthenticationIssueRetry" = "Wiederholen";

/* AuthenticationIssueSkip */
"AuthenticationIssueSkip" = "Setup überspringen";

/* OAuthLoadingPageDescription */
"OAuthLoadingPageDescription" = "Lade Anmeldeseite...";

/* STCustomActionsEditTitle */
"STCustomActionsEditTitle" = "Bearbeiten...";

/* STNoOAuthUsername */
"STNoOAuthUsername" = "Kein Benutzerkonto verbunden";

/* STOAuthInProgress */
"STOAuthInProgress" = "Verbinde...";

/* STDeleteAccountAction */
"STDeleteAccountAction" = "Löschen";

/* STOAuthWarningTooltip */
"STOAuthWarningTooltip" = "OAuth Authentication Token Not Found";

/* STOAuthTokenFailedValidationTooltip */
"STOAuthTokenFailedValidationTooltip" = "OAuth access token rejected by server. Please edit this account to reconnect.";

/* STOAuthAccessTokenNotFoundToolTip */
"STOAuthAccessTokenNotFoundToolTip" = "OAuth access token not found. Please edit this account to reconnect.";

/*SSHToolNotFoundTitle */
"SSHToolNotFoundTitle" = "SSH Komponenten nicht gefunden";

/* SSHToolNotFoundMsg */
"SSHToolNotFoundMsg" = "macOS enthält typischerweise eine vollständige SSH Installation und den diesbezüglichen  Werkzeugen. Bitte installieren Sie diese um fortzufahren.";

/* STGeneratedSSHComment */
"STGeneratedSSHComment" = "Erzeugt von SourceTree auf macOS für %@";

/* STSSHPrivateKeyWarningTooltip */
"STSSHPrivateKeyWarningTooltip" = "Private Key Missing. Please edit this account to regenerate.";

/* STSSHPublicKeyWarningTooltip */
"STSSHPublicKeyWarningTooltip" = "Public Key Missing. Please edit this account to regenerate.";

/* STSSHNoKeyWarningTooltip */
"STSSHNoKeyWarningTooltip" = "No Keypair. Please edit this account to regenerate.";

/* STSSHActionGenerate */
"STSSHActionGenerate" = "Generate Key";

/* STSSHActionCopy */
"STSSHActionCopy" = "Copy to Clipboard";

/* STSSHActionGenerateAndUpload */
"STSSHActionGenerateAndUpload" = "Generate & Upload Key";

/* STSSHKeyUploadError */
"STSSHKeyUploadError" = "Upload Failed";

/* STSSHKeyUploadSuccess */
"STSSHKeyUploadSuccess" = "Upload Finished";

/* STSSHKeyUploadingKey */
"STSSHKeyUploadingKey" = "Uploading Key…";

/* STSSHAirbagTitle */
"STSSHAirbagTitle" = "Your repository isn't properly configured";

/* STSSHAirbagTitle */
"STSSHAirbagAccountTitle" = "There is an issue with your SSH configuration";

/* STSSHAirbagMessage */
"STSSHAirbagMessage" = "A remote repository's URL needs to match what's supported by your accounts. Please choose an option to resolve.";

/* STSSHAirbagSSHMessage */
"STSSHAirbagAccountMessage" = "The SSH configuration for your %@ account (%@) is incomplete. Please edit this account to generate a new SSH key.";

/* STSSHAirbagRepair */
"STSSSHAirbagRepair" = "Repair";

/* STSSSHAirbagAccounts */
"STSSSHAirbagAccounts" = "Show Accounts…";

/* STSSSHAirbagDoNothing */
"STSSSHAirbagDoNothing" = "Ignorieren";

/* STSSHUploadingMessage */
"STSSHUploadingMessage" = "Uploading Key…";

/* STOAuthRequiredFor2FAErrorMessage */
"STOAuthRequiredFor2FAErrorMessage" = "There was an error authenticating the request. The account is configured to use Basic Auth with HTTPS but may have 2FA enabled on the server. Please edit your account to use OAuth.";

/* STSSHKeyUploadSuccessNotificationDescription */
"STSSHKeyUploadSuccessNotificationDescription" = "Your new SSH key was successfully added to your %@ account.";

/* STSSHKeyUploadFailedNotificationDescription */
"STSSHKeyUploadFailedNotificationDescription" = "There was a problem adding your new SSH key to your %@ account. Please add this manually via their website.";

/* STSSHCopiedKeyMessage */
"STSSHCopiedKeyMessage" = "Copied!";

/* STSuppressWarningButtonTitle */
"STSuppressWarningButtonTitle" = "Do not show this warning again for this repository";

/* STConfigureHTTPSPlaceholder */
"STConfigureHTTPSPlaceholder" = "https://bbs.yourserver.com";

/* STConfigureSSHPlaceholder */
"STConfigureSSHPlaceholder" = "ssh://bbs.yourserver.com";

/* STSSHPassphraseLengthProblem */
"STSSHPassphraseLengthProblem" = "Passphrases should be at least 5 characters";

/* STSSHPassphraseMismatch */
"STSSHPassphraseMismatch" = "Passphrases do not match";
